/*  Display when user enters a valid ip address or name */
"Valid and complete address." = "Gültige und vollständige Adresse";

/* Display when user enters an invalid ip address or name */
"Invalid or incomplete address." = "Ungültige oder unvollständige Adresse";

/* Display when port number entry is incorrect */
"Invalid port number. Port number must be between 1-65535." = "Ungültige Port-Nummer. Die Port-Nummer muss zwischen 1 und 65535 liegen.";

/* Display when address field is empty */
"Enter host name or IP address." = "Hostname oder IP-Adresse eingeben";

/*  Display when verifying what the user enters in ip address field */
"Verifying address..." = "Adresse überprüfen …";

/* */ 
"Unable to determine reachability. [%d, %ld]" = "Erreichbarkeit konnte nicht festgestellt werden [%d, %ld]";
